Repository: dec/hummphp
Catalog: www/Humm/Sites/Main/Locale/*/*.po
Languages: es

source: Humm PHP is ready!
es: ¡Humm PHP está listo!

source: Click to refresh this page
es: Clic para refrescar esta página

source: Lightweight framework
es: Framework ligero

source: Ready to go!
es: ¡Todo preparado!

source: Your Humm PHP copy are ready to go. You can start modifying this Home view and adding other views.
es: Su copia de Humm PHP está lista para usar. Puede comenzar modificando esta vista Home y añadiendo otras.

source: To get more information, obtain help and download the last Humm PHP release visit their website at:
es: Para más información, obtener ayuda y descargar la última versión de Humm PHP visite su sitio web en:

source: Visit the Humm PHP website
es: Visite el sitio web de Humm PHP

source: Powered by Humm PHP
es: Basado en Humm PHP

source: Choose your language from this list
es: Escoja un lenguaje de esta lista

source: Change
es: Cambiar

source: Press this button to change the site language
es: Pulse este botón para cambiar el lenguaje del sitio
